Repository: tanxinyao1986/wuxing-meixue
Catalog: 五行美学/Localizable.xcstrings
Source language: zh_hans
Languages: ja, zh_hant

source: 【土】承载之气 土主稳重、包容、滋养。以土之意象为引，可作为今日的生活提醒： • 整理空间，归纳物品 • 照顾家人，关怀他人 • 反思总结，沉淀经验 • 饮食养生，调理脾胃 情志宜思，少虑。在稳定中找到力量，在包容中获得智慧。
ja: 【土】承載の気 土は安定・包容・滋養を司る。土の意象を導きに、今日の生活のヒントとしましょう： • 空間を整え、物を片付ける • 家族を大切にし、他者を思いやる • 反省し総括し、経験を沈殿させる • 食養生で脾胃を整える 心は思慮に、心配を少なく。安定の中に力を見出し、包容の中に智慧を得ましょう。
zh_hant: 【土】承載之氣 土主穩重、包容、滋養。以土之意象為引，可作為今日的生活提醒： • 整理空間，歸納物品 • 照顧家人，關懷他人 • 反思總結，沉澱經驗 • 飲食養生，調理脾胃 情志宜思，少慮。在穩定中找到力量，在包容中獲得智慧。

source: 【木】生发之气 木主生长、舒展、条达。以木之意象为引，可作为今日的生活提醒： • 开始新的计划与项目 • 学习新知识、拓展视野 • 户外活动，亲近自然 • 表达创意，展现自我 情志宜疏，少郁结。保持心情舒畅，让生命能量自然流动。
ja: 【木】生発の気 木は成長・伸展・暢達を司る。木の意象を導きに、今日の生活のヒントとしましょう： • 新しい計画やプロジェクトを始める • 新しい知識を学び、視野を広げる • 屋外活動で自然と親しむ • 創造性を表現し、自分を輝かせる 心は伸びやかに、鬱結を少なく。心地よく過ごし、生命エネルギーを自然に流しましょう。
zh_hant: 【木】生發之氣 木主生長、舒展、條達。以木之意象為引，可作為今日的生活提醒： • 開始新的計劃與項目 • 學習新知識、拓展視野 • 戶外活動，親近自然 • 表達創意，展現自我 情志宜疏，少鬱結。保持心情舒暢，讓生命能量自然流動。

source: 【水】蛰藏之气 水主智慧、柔韧、潜藏。以水之意象为引，可作为今日的生活提醒： • 阅读思考，汲取智慧 • 休息养神，储备能量 • 倾听他人，理解包容 • 随机应变，顺势而为 情志宜静，少恐。像水一样柔软而有力量，适应任何环境。
ja: 【水】蓄蔵の気 水は智慧・柔軟・潜蔵を司る。水の意象を導きに、今日の生活のヒントとしましょう： • 読書と思索で智慧を汲む • 休息で精気を蓄える • 傾聴し他者を理解し包容する • 臨機応変に、流れに従う 心は静かに、恐れを少なく。水のように柔らかくも力強く、どんな環境にも適応しましょう。
zh_hant: 【水】蟄藏之氣 水主智慧、柔韌、潛藏。以水之意象為引，可作為今日的生活提醒： • 閱讀思考，汲取智慧 • 休息養神，儲備能量 • 傾聽他人，理解包容 • 隨機應變，順勢而為 情志宜靜，少恐。像水一樣柔軟而有力量，適應任何環境。

source: 【火】明亮之气 火主热情、光明、向上。以火之意象为引，可作为今日的生活提醒： • 社交活动，增进感情 • 演讲表达，展现魅力 • 艺术创作，激发灵感 • 重要决策，明辨是非 情志宜喜，少躁。让内心的热情温暖他人，而非灼伤自己。
ja: 【火】明るき気 火は情熱・光明・上昇を司る。火の意象を導きに、今日の生活のヒントとしましょう： • 社交活動で絆を深める • スピーチや表現で魅力を発揮する • 芸術創作でインスピレーションを呼ぶ • 重要な決断を明確にする 心は喜びに満ち、焦りを少なく。内なる情熱で他者を温め、自身を焦がさぬように。
zh_hant: 【火】明亮之氣 火主熱情、光明、向上。以火之意象為引，可作為今日的生活提醒： • 社交活動，增進感情 • 演講表達，展現魅力 • 藝術創作，激發靈感 • 重要決策，明辨是非 情志宜喜，少躁。讓內心的熱情溫暖他人，而非灼傷自己。

source: 【金】收敛之气 金主肃杀、决断、精纯。以金之意象为引，可作为今日的生活提醒： • 断舍离，清理不需要的事物 • 完成收尾工作 • 精简流程，提高效率 • 冥想静心，内观自省 情志宜收，少悲。学会放下，在减法中找到生命的本质。
ja: 【金】収斂の気 金は粛殺・決断・精純を司る。金の意象を導きに、今日の生活のヒントとしましょう： • 断捨離で不要なものを手放す • 仕上げの仕事を完了させる • プロセスを簡素化し、効率を高める • 瞑想で内省する 心は収め、悲しみを少なく。手放すことを学び、引き算の中に生命の本質を見出しましょう。
zh_hant: 【金】收斂之氣 金主肅殺、決斷、精純。以金之意象為引，可作為今日的生活提醒： • 斷捨離，清理不需要的事物 • 完成收尾工作 • 精簡流程，提高效率 • 冥想靜心，內觀自省 情志宜收，少悲。學會放下，在減法中找到生命的本質。

source: iCloud 自动同步
ja: iCloud 自動同期
zh_hant: iCloud 自動同步

source: 一句话的力量
ja: 一言の力
zh_hant: 一句話的力量

source: 上一个月
ja: 前月
zh_hant: 上一個月

source: 下一个月
ja: 翌月
zh_hant: 下一個月

source: 不太建议
ja: 控えめに
zh_hant: 不太建議

source: 与%@气共振
ja: %@の気と共鳴
zh_hant: 與%@氣共振

source: 五行节律
ja: 五行リズム
zh_hant: 五行節律

source: 五行解析
ja: 五行の解析

source: 今天
ja: 今日

source: 今日五行
ja: 今日の五行

source: 今日五行摘要
ja: 今日の五行サマリー

source: 今日关键词
ja: 今日のキーワード
zh_hant: 今日關鍵詞

source: 今日宜穿舒适自然的衣物，让身心与自然和谐共振。
ja: 今日は心地よい自然な衣服を選び、心身を自然と調和させましょう。
zh_hant: 今日宜穿舒適自然的衣物，讓身心與自然和諧共振。

source: 今日建议
ja: 今日のアドバイス
zh_hant: 今日建議

source: 今日心念之锚
ja: 今日の心のアンカー
zh_hant: 今日心念之錨

source: 今日能量关键词：平和 · 稳定 · 觉知
ja: 今日のエネルギーキーワード：平和 · 安定 · 気づき
zh_hant: 今日能量關鍵詞：平和 · 穩定 · 覺知

source: 今日能量着装
ja: 今日のエネルギー装い
zh_hant: 今日能量著裝

source: 今日行动指南
ja: 今日の行動ガイド
zh_hant: 今日行動指南

source: 今日身心空间
ja: 今日の心身スペース
zh_hant: 今日身心空間

source: 今日顺时食饮
ja: 今日の旬の食養
zh_hant: 今日順時食飲

source: 会员
ja: 会員
zh_hant: 會員

source: 会员状态
ja: 会員ステータス
zh_hant: 會員狀態

source: 使用条款
ja: 利用規約
zh_hant: 使用條款

source: 免费版本
ja: 無料版
zh_hant: 免費版本

source: 关于
ja: 情報
zh_hant: 關於

source: 关键词
ja: キーワード
zh_hant: 關鍵詞

source: 关闭
ja: 閉じる
zh_hant: 關閉

source: 关闭五行解释
ja: 五行の説明を閉じる
zh_hant: 關閉五行解釋

source: 最划算
ja: お得

source: 农历
ja: 旧暦
zh_hant: 農曆

source: 创造滋养的环境
ja: 養いの空間を創る
zh_hant: 創造滋養的環境

source: 升级以解锁所有功能
ja: アップグレードして全機能を解放
zh_hant: 升級以解鎖所有功能

source: 双击选择此日期
ja: ダブルタップでこの日付を選択
zh_hant: 雙擊選擇此日期

source: 取消
ja: キャンセル

source: 可尝试
ja: おすすめ
zh_hant: 可嘗試

source: 外在空间的整洁，映射内心的清明。
ja: 外の空間の整えは、心の澄み切りを映します。
zh_hant: 外在空間的整潔，映射內心的清明。

source: 多设备同步
ja: マルチデバイス同期
zh_hant: 多設備同步

source: 好的
ja: OK

source: 完成
ja: 完了

source: 完整日历
ja: 完全カレンダー
zh_hant: 完整日曆

source: 将清除本地会员状态，App 将恢复为免费版显示。 （StoreKit 沙盒购买记录需在「设置 > App Store > 沙盒账户」中清除）
ja: ローカルの会員ステータスをクリアし、無料版表示に戻します。 （StoreKit サンドボックスの購入記録は「設定 > App Store > サンドボックスアカウント」でクリアしてください）
zh_hant: 將清除本地會員狀態，App 將恢復為免費版顯示。 （StoreKit 沙盒購買記錄需在「設置 > App Store > 沙盒帳戶」中清除）

source: 已选中
ja: 選択中
zh_hant: 已選中

source: 平和安宁
ja: 平和安寧
zh_hant: 平和安寧

source: 年度会员
ja: 年間会員
zh_hant: 年度會員

source: 幸运五行
ja: ラッキー五行
zh_hant: 幸運五行

source: 开发者重置
ja: 開発者リセット
zh_hant: 開發者重置

source: 开启五行智慧之旅
ja: 五行の知恵の旅を始めよう
zh_hant: 開啟五行智慧之旅

source: 当心绪不宁时，回到这句话，找到内心的锚点。
ja: 心が落ち着かないとき、この言葉に戻り、心の拠り所を見つけましょう。
zh_hant: 當心緒不寧時，回到這句話，找到內心的錨點。

source: 当日五行能量澄明。
ja: 本日の五行エネルギーは澄んでいます。
zh_hant: 當日五行能量澄明。

source: 心念之锚
ja: 心のアンカー
zh_hant: 心念之錨

source: 心念之锚，水元素，点击查看今日心念建议
ja: 心のアンカー、水の元素、タップして今日の心念アドバイスを表示
zh_hant: 心念之錨，水元素，點擊查看今日心念建議

source: 恢复购买
ja: 購入を復元
zh_hant: 恢復購買

source: 恭喜！你已成功解锁所有五行节律功能
ja: おめでとうございます！五行リズムの全機能がアンロックされました
zh_hant: 恭喜！你已成功解鎖所有五行節律功能

source: 所有五行节律功能
ja: すべての五行リズム機能
zh_hant: 所有五行節律功能

source: 整理空间，让能量自由流动，创造宁静的环境。
ja: 空間を整え、エネルギーを自由に流し、静かな環境を作りましょう。
zh_hant: 整理空間，讓能量自由流動，創造寧靜的環境。

source: 无
ja: なし
zh_hant: 無

source: 月历
ja: カレンダー
zh_hant: 月曆

source: 月度会员
ja: 月額会員
zh_hant: 月度會員

source: 未订阅
ja: 未購読
zh_hant: 未訂閱

source: 查看全年五行节律
ja: 年間の五行リズムを確認
zh_hant: 查看全年五行節律

source: 查看订阅选项
ja: サブスクリプションを表示
zh_hant: 查看訂閱選項

source: 桌面小组件
ja: ウィジェット
zh_hant: 桌面小組件

source: 此刻，我与自然同频共振，内心平静而有力量。
ja: この瞬間、私は自然と共鳴し、心は穏やかで力強い。
zh_hant: 此刻，我與自然同頻共振，內心平靜而有力量。

source: 此日期需要订阅会员
ja: この日付は会員登録が必要です
zh_hant: 此日期需要訂閱會員

source: 每年
ja: 年額

source: 每月
ja: 月額

source: 每月仅3元
ja: 月額わずか3元
zh_hant: 每月僅3元

source: 永久有效
ja: 永久有効

source: 流日五行
ja: 流日の五行

source: 流转 · 平衡
ja: 流転 · 均衡
zh_hant: 流轉 · 平衡

source: 深度解读
ja: 深い解説
zh_hant: 深度解讀

source: 滋养身心的选择
ja: 心身を養う選択
zh_hant: 滋養身心的選擇

source: 版本
ja: バージョン

source: 确定
ja: 確認
zh_hant: 確定

source: 确认重置
ja: リセットを確認
zh_hant: 確認重置

source: 穿着能量色，让外在与内在和谐共振。
ja: エネルギーカラーを纏い、外と内を調和させましょう。
zh_hant: 穿著能量色，讓外在與內在和諧共振。

source: 立即订阅
ja: 今すぐ購読
zh_hant: 立即訂閱

source: 精美便捷的桌面小组件
ja: 美しく便利なウィジェット
zh_hant: 精美便捷的桌面小組件

source: 终身会员
ja: 永久会員
zh_hant: 終身會員

source: 联系我们
ja: お問い合わせ
zh_hant: 聯繫我們

source: 能量着装
ja: エネルギー装い
zh_hant: 能量著裝

source: 能量着装，木元素，点击查看今日穿搭建议
ja: エネルギー装い、木の元素、タップして今日の装いアドバイスを表示
zh_hant: 能量著裝，木元素，點擊查看今日穿搭建議

source: 获取详细的五行指导
ja: 詳しい五行ガイドを取得
zh_hant: 獲取詳細的五行指導

source: 行动与等待同样重要，关键在于时机。
ja: 行動と待つことは同じく大切、鍵はタイミング。
zh_hant: 行動與等待同樣重要，關鍵在於時機。

source: 行动指南
ja: 行動ガイド
zh_hant: 行動指南

source: 行动指南，金元素，点击查看今日行动建议
ja: 行動ガイド、金の元素、タップして今日の行動アドバイスを表示
zh_hant: 行動指南，金元素，點擊查看今日行動建議

source: 解锁全部功能，每月自动续费。
ja: 全機能を解除、毎月自動更新。
zh_hant: 解鎖全部功能，每月自動續費。

source: 解锁完整体验
ja: フル体験をアンロック
zh_hant: 解鎖完整體驗

source: 解锁完整内容
ja: フルコンテンツを解放
zh_hant: 解鎖完整內容

source: 触觉反馈
ja: 触覚フィードバック
zh_hant: 觸覺回饋

source: 订阅会员解锁所有模块
ja: 会員登録で全モジュール解放
zh_hant: 訂閱會員解鎖所有模組

source: 让心绪安定，行动自然清晰。
ja: 心を落ち着かせれば、行動は自ずと明確になります。
zh_hant: 讓心緒安定，行動自然清晰。

source: 设置
ja: 設定
zh_hant: 設置

source: 详情
ja: 詳細
zh_hant: 詳情

source: 请重启 App 以确保所有状态生效
ja: すべてのステータスを反映するため、アプリを再起動してください
zh_hant: 請重啟 App 以確保所有狀態生效

source: 购买失败
ja: 購入失敗
zh_hant: 購買失敗

source: 购买成功
ja: 購入成功
zh_hant: 購買成功

source: 跳转到今天
ja: 今日に移動
zh_hant: 跳轉到今天

source: 身心空间
ja: 心身スペース
zh_hant: 身心空間

source: 身心空间，土元素，点击查看今日空间建议
ja: 心身スペース、土の元素、タップして今日の空間アドバイスを表示
zh_hant: 身心空間，土元素，點擊查看今日空間建議

source: 返回今天
ja: 今日に戻る

source: 通用
ja: 一般

source: 通知提醒
ja: 通知リマインダー

source: 重置完成
ja: リセット完了

source: 隐私政策
ja: プライバシーポリシー
zh_hant: 隱私政策

source: 顺势而为，回到当下。
ja: 流れに任せ、今この瞬間に戻りましょう。
zh_hant: 順勢而為，回到當下。

source: 顺势而为，把握时机，让行动与自然节律同步。
ja: 流れに乗り、タイミングを掴み、行動を自然のリズムと同期させましょう。
zh_hant: 順勢而為，把握時機，讓行動與自然節律同步。

source: 顺势而为的智慧
ja: 流れに乗る知恵
zh_hant: 順勢而為的智慧

source: 顺应时节，让食物成为身体的良药。
ja: 季節に順い、食を体の良薬にしましょう。
zh_hant: 順應時節，讓食物成為身體的良藥。

source: 顺应时节，选择当季食材，滋养身心。
ja: 季節に順い、旬の食材を選び、心身を養いましょう。
zh_hant: 順應時節，選擇當季食材，滋養身心。

source: 顺时食饮
ja: 旬の食養
zh_hant: 順時食飲

source: 顺时食饮，火元素，点击查看今日饮食建议
ja: 旬の食養、火の元素、タップして今日の食事アドバイスを表示
zh_hant: 順時食飲，火元素，點擊查看今日飲食建議
